import React from 'react';
import Paper from '@material-ui/core/Paper';
import Grid from '@material-ui/core/Grid';
import MainHeader from "./MainHeader";
import StickyFooter from "./StickyFooter";
import HeaderSlider from "./HeaderSlider";
import SocialShare from "./SocialShare";

class About extends React.Component {
    render() {
        
        return (
            <div>
                <Grid container spacing={3}>
                <SocialShare />
                    <Grid item xs={12}>
                        {/* <MainHeader /> */}
                    </Grid>
                    
                    <Grid item xs={12}>
                    <Paper>
                        {/* <HeaderSlider /> */}
                        {/* <ReactTourGuideSlider /> */}
                    </Paper>
                    </Grid>

                    {/* <Grid item xs={12}>
                        <Paper
                        style={{
                            direction: 'rtl',
                            fontFamily: 'IranSans_Light',
                            textAlign: 'justify',
                            padding: '3%'
                        }}
                        >
                        مدتیست داغ شدن کنکور ارزش فراگیری عمیق دروس را کم کرده ، و باعث شده دانش آموزان فقط به زدن گزینه ی صحیح بسنده کنند .
پر واضح است که این روند میرود تا وضعیت تحصیلی و آموزشی و سواد جمعی را در کشور به خطر بیندازد

در بعضی از دروس احتمالا مسیر یافتن گزینه ی صحیح همان خوب یادگرفتن موضوع باشد و تاثیری بر کیفیت آموزش آن درس نداشته باشد.
ولی هر چه درس مفهومی تر ، تحلیلی تر و نیاز به کار و تمرین بیشتر داشته باشد، تمرکز کردن بر روی یافتن گزینه ی صحیح ، دانش آموز را از عمیق و با کیفیت یاد گرفتن مطلب دور میکند. سر دسته ی این دروس "فیزیک" است !!! 
شاید باور اینکه درس " فیزیک " بر خلاف باور عموم از ریاضی هم در این خصوص پیشی‌ میگیرد، سخت باشد ؛ چرا که ریاضی علی رغم تکنیک و تحلیل بسیار زیادی که دارد ، نهایتا در دنیای دو بعدی کاغذ و دفتر خلاصه میشود ، در حالی که فیزیک را هر‌روز و همه وقت و همه جا در زندگیمان تجربه میکنیم و با آن سروکار داریم   میشه گفت بشر ریاضی را برای تحلیل قوانین طبیعت اختراع کرده ، به عبارتی ریاضیات  یک جعبه ابزار است در دست فردی مکانیک به اسم "فیزیک".


آموزش غیر مفهومی درس فیزیک نه تنها دانشمندان علوم پایه ، بلکه تمام مهندسان در تمامی‌گرایش ها  و حتی پزشکان را مورد تهدید قرار میدهد.
چرا که همانطور که گفته شد فیزیک را میتوان علم مادر در نظر گرفت 
هر چه درک شهودی ما از این علم غنی تر باشد ، در رشته ای که در آن تخصص داریم مهارت و کیفیت بیشتری خواهیم داشت .

این دغدغه ما را بر آن داشت که در راه هرچه گویا تر کردن مطالب بکوشیم ، نهایت تلاش را کرده ایم تا تکنیک<a href="https://en.wiktionary.org/wiki/ELI5" >ELI 5</a> را پیاده سازی کنیم 
تا هر دانش‌آموزی که به هر دلیلی در سر کلاس خوب مطلب‌ را نگرفته و حتی کسانی که اصلا دانش آموز نیستند ، بتوانند با علاقه و از صفر به یادگیری بپردازند و فیزیک را در حد دبیرستان و کنکور به خوبی فرابگیرند ، در این راه از تصاویر و انیمیشن ها  استفاده کرده ایم که مقداری از آنها از منابع گوناگون تهییه شده است.
گفتنیست درست است که هدف اصلی و اولویت ما یادگیری عمیق و مفهومیست ولی این مهم باعث نشده که ما کنکور و حل تست و تکنیک های تستی را نادیده گرفته باشیم ، بلکه تلاش شده است بعد از توضیح مفصل و جا انداختن مطلب در کنار راه حل های تشریحی و تحلیلی از نکات و روش های تستی هم استفاده بشود.
به امید روزی که درس فیزیک  جزو دروس مورد علاقه ی تمامی دانش آموزان این مرز بوم  بشود
کمال ، مختص ذات اقدس اوست . بدیهیست کار ما نیز بی نقص نیست
از تمامی‌عزیزانی که برای بهبود کیفیت و کمیت این سامانه ما را همراهی‌ میکنند صمیمانه متشکریم .


                        </Paper>
                    </Grid> */}

                    {/* <StickyFooter /> */}
                </Grid>
            </div>
            
            // <iframe 
            //     src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d1607.9736050080037!2d59.54257263748553!3d36.28933076636038!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3f6c93c99a27c71b%3A0xffc90f203db4b843!2zUmF6YXZpIEtob3Jhc2FuIFByb3ZpbmNlLCBNYXNoaGFkLCDZvtuM2LHZiNiy24wgN9iMIElyYW4!5e0!3m2!1sen!2ssg!4v1567090455542!5m2!1sen!2ssg" 
            //     width="900" 
            //     height="350" 
            //     frameBorder="0" 
            //     // style="border:0;" 
            //     allowFullScreen
            //     >

            //     </iframe>
        );
    }
}

export default About;