import React from 'react';
import Paper from '@material-ui/core/Paper';
import Grid from '@material-ui/core/Grid';
import MainHeader from "./MainHeader";
import StickyFooter from "./StickyFooter";
import HeaderSlider from "./HeaderSlider";

class Disclaimer extends React.Component {
    render() {
        
        return (
            <div>
                <Grid container spacing={0}>
                        
                    <Grid item xs={12}>
                        <MainHeader />
                    </Grid>
                    
                    {/* <Grid item xs={12}>
                    <Paper>
                        <HeaderSlider />
                        <ReactTourGuideSlider />
                    </Paper>
                    </Grid> */}
                    <Grid 
                        item
                        xs={12} 
                        sm={12}
                        md={12} 
                        lg={12}
                        xl={12}
                        
                        style={{
                            backgroundImage: `url(https://cdn.kastatic.org/images/interns/intern-careers/math.png)`,
                            backgroundSize: 'cover',
                            height: '300px'
                        }}
                        >
                        <h2
                        style={{
                            color: 'white',
                            fontFamily:'IranSans',
                            float: 'right',
                            bottom: '0px',
                            fontSize: '36px',
                            top: '55%',
                            position: 'relative',
                            right: '4%',
                        }}
                        >
                            رفع مسئولیت
                        </h2>
                    </Grid>
                    <Grid 
                        item xs={12}
                        style={{
                            direction: 'rtl',
                            fontFamily: 'IranSans_Light',
                            padding:'20px',
                            textAlign:'justify'
                        }}
                        >
                        <p>
                        این وب‌سایت و محتوای آن به وسیله مدیران شرکت " پیشگامان فناوری زندگی آرمانی "  توسعه داده شده است. مطالب موجود در این وب‌سایت برای عموم مردم قابل استفاده است. همچنین این وب سایت دارای محتوای آموزشی درس فیزیک دبیرستان می باشد. لازم است مطلع باشید که:
وب‌سایت "www.fizik.app" ممکن است حاوی لینک‌هایی به وب‌سایت‌های دیگر است.
                        </p>
                        <p>
                        این‌ها وب‌سایت‌های مجزایی هستند که به وسیله عرضه کنندگان ابزارها و مطالب و محتوای دیگر، توسعه می یابند و کنترل و مدیریت می‌شوند. با کلیک بر روی یک لینک و هدایت به یک وب‌سایت جدا، ممکن است با شرایط و ضوابط آن وب‌سایت(جداگانه) موافقت کنید.
گنجاندن لینک‌های خارجی در این وب‌سایت به معنای تایید محصولات یا خدمات موجود در آن‌ها نیست.
وب‌سایت‌های لینک شده ممکن است برای کسب اطلاعات شخصی مورد استفاده قرار گیرند. مسئولیت پردازش اطلاعات شما با نهادی است که وب‌سایت، متعلق به آن است.
                        </p>
                        <p>
                        این نهاد همچنین به عنوان اولین نقطه تماس و هماهنگی شما خواهد بود.
وب سایت هیچ مسئولیتی در قبال از دسترس خارج شدن موقتی وب‌ سایت به خاطر مسائل فنی ، ندارند.
نام‌ها و لوگوهای زیر به طور انحصاری متعلق به یکی از شرکا می‌باشد و تحت قوانین بین المللی محافظت می‌شوند. استفاده غیرقانونی از آن‌ها ممنوع است:
نام و لوگوی شرکت " پیشگامان فناوری زندگی آرمانی "
نام و لوگوی سایت و اپلیکیشن " فیزیک اپ "
                        </p>
                        <p>
                        این وب‌سایت از کوکی‌ها نیز استفاده می‌کند: تحلیلگر گوگل، ابزار ساده و رایجی است که به مالکان وب‌سایت کمک می‌کند تا نحوه تعامل کاربران با مطالب وب‌سایت را ارزیابی کنند. وقتی یک کاربر بین صفحات وب جابجا می‌شود، تحلیلگر گوگل به مالکان وب‌سایت تگ‌های جاوا اسکریپت (کتابخانه‌ها) را ارائه می‌دهد تا اطلاعات مربوط به صفحه‌ای که کاربر از آن بازدید کرده است را ثبت و ضبط کند، برای مثال URL صفحه. کتابخانه‌های جاوا اسکریپت تحلیلگر گوگل از کوکی‌های HTTP استفاده می‌کنند تا به خاطر داشته باشند که کاربر در صفحات قبلی وب‌سایت چه کارهایی انجام داده است. تحلیلگر گوگل اساسا از کوکی‌های اولیه برای گزارش درباره تعاملات کاربر با وب‌سایت‌ها استفاده می‌کند. این کوکی‌ها برای ذخیره اطلاعات قابل شناسایی غیرشخصی استفاده می‌شوند. مرورگرها کوکی‌های اولیه را در دامین‌ها به اشتراک نمی‌گذارند. 
برای اطلاعات بیشتر، لطفا صفحه مربوط به سیاست و خط مشی حریم خصوصی تحلیلگر گوگل را بازدید کنید.                        
                        </p>

                    </Grid>

                    <StickyFooter />
                </Grid>
            </div>
        );
    }
}

export default Disclaimer;