import React from 'react';
import TextField from '@material-ui/core/TextField';
import Paper from '@material-ui/core/Paper';
import Grid from '@material-ui/core/Grid';
import MainHeader from "./MainHeader";
import StickyFooter2 from "./StickyFooter2";
import HeaderSlider from "./HeaderSlider";

class Faq extends React.Component {
    render() {
        
        return (
            <div>
                <Grid container spacing={3}>
                        
                    <Grid item xs={12}>
                        {/* <MainHeader /> */}
                    </Grid>
                    
                    <Grid item xs={12}>
                    <Paper>
                        {/* <HeaderSlider /> */}
                        {/* <ReactTourGuideSlider /> */}
                    </Paper>
                    </Grid>

                    <Grid 
                    items 
                    xs={12}
                    style={{
                        direction: 'rtl',
                        fontFamily: 'IranSans_Light',
                    }}
                    >
                        <Paper>
                        <ul>
                            <li>
                                <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >
                                چرا سفارشم دو مرسوله شده است؟
                            </span>
                                <ul>
                                    <li>
                                    
                                        تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                       
                                        </li>
                                
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            <li>
                            <span
                            style={{
                                fontWeight: 'bold',
                            }}
                            >  
                                چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
                                </span>
                                <ul>
                                    <li>
                                    تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
                                    </li>
                                </ul>
                            </li>
                            
                        </ul>
                        </Paper>
                    </Grid>

                    <StickyFooter2 />
                </Grid>
            </div>
            
        );
    }
}

export default Faq;