module.exports = {


  friendlyName: 'Aboutuscontent',


  description: 'Aboutuscontent users.',


  inputs: {

  },


  exits: {

  },


  fn: async function (inputs) {

    let finalData = {};
    finalData.auth = true;
    finalData.data = {
      logo : '',
      img : 'https://cdn.kastatic.org/images/impact/background.svg',
      text : 'مدتیست داغ شدن کنکور ارزش فراگیری عمیق دروس را کم کرده ، و باعث شده دانش آموزان فقط به زدن گزینه ی صحیح بسنده کنند       پر واضح است که این مسیر می رود تا وضعیت تحصیلی و آموزشی و سواد جمعی را در کشور به خطر بیندازد            در بعضی از دروس احتمالا مسیر یافتن گزینه ی صحیح همان خوب یادگرفتن موضوع باشد و تاثیری بر کیفیت آموزش آن درس نداشته باشد.      ولی هر چه درس مفهومی تر ، تحلیلی تر و نیاز به کار و تمرین بیشتر داشته باشد، تمرکز کردن بر روی یافتن گزینه ی صحیح ، دانش آموز را از عمیق و با کیفیت یاد گرفتن مطلب دور می کند. سر دسته ی این دروس "فیزیک" است !!!       شاید باور اینکه درس " فیزیک " بر خلاف  نظرعموم از ریاضی هم در این خصوص پیشی‌ می گیرد، سخت باشد ؛ چرا که ریاضی علی رغم تکنیک و تحلیل بسیار زیادی که دارد ، نهایتا در دنیای دو بعدی کاغذ و دفتر خلاصه می شود ، در حالی که فیزیک را هر‌روز و همه وقت و همه جا در زندگیمان تجربه می کنیم و با آن سروکار داریم   می شود گفت بشر ریاضی را برای تحلیل قوانین طبیعت اختراع کرده ، به عبارتی ریاضیات  یک جعبه ابزار است در دست فردی مکانیک به اسم "فیزیک".      '
    };
    finalData.errorMessage = [];
    return finalData;
  }


};
