import React from 'react';
import TextField from '@material-ui/core/TextField';
import Paper from '@material-ui/core/Paper';
import Grid from '@material-ui/core/Grid';

import StickyFooter from "./StickyFooter";
//import HeaderSlider from "./HeaderSlider";
//import MainHeader from "./MainHeader";
class Faq extends React.Component {
	render() {
		return (
			<div>
				<Grid container spacing={0}>
					<Grid style={{
						backgroundImage: `url(https://cdn.kastatic.org/images/interns/intern-careers/math.png)`,
						backgroundSize: 'cover',
						height: '300px'
					}}
					item xs={12} sm={12} md={12} lg={12}	xl={12}
					>
						<h2
						style={{
							color: 'white',
							fontFamily:'IranSans',
							float: 'right',
							bottom: '0px',
							fontSize: '36px',
							top: '55%',
							position: 'relative',
							right: '4%',
						}}
						>
							سوالات متداول
						</h2>
					</Grid>
					<Grid 
					items 
					xs={12}
					style={{
						direction: 'rtl',
						fontFamily: 'IranSans_Light',
					}}
					>
						<ul>
							<li>
								<span style={{ fontWeight: 'bold', }} >
									چرا سفارشم دو مرسوله شده است؟
								</span>
								<ul>
									<li> 
										تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >  
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
										تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} > 
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >  
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
										تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
							<span style={{ fontWeight: 'bold', }} >  
								چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >  
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} > 
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} > 
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
										تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >  
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >  
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} > 
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
							<li>
								<span style={{ fontWeight: 'bold', }} >  
									چگونه ویدیوهای مربوط به پایه دهم را جستجو کنم؟
								</span>
								<ul>
									<li>
									تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.تعداد مرسوله ایجاد شده بدلیل نوع کالایی  است که توسط شما سفارش داده شده است ، در صورتی که کالاهای سفارش داده شده وزن و اندازه متفاوت داشته باشند ، سفارش شما با دو مرسوله ثبت و پردازش میشود.
									</li>
								</ul>
							</li>
						</ul>
					</Grid>
					<StickyFooter />
				</Grid>
			</div>
		);
	}
}

export default Faq;